const GOODS_DATA = [
  'овощи',
  'рыба',
  'курица',
  'субпродукты',
  'морепродукты',
  'яйца',
  'индейка',
  'творог',
  'гарнир',
];
const TYPE_DATA = ['салат', 'напиток', 'суп', 'десерт', 'гаринир', 'выпечка'];
const WISHES_DATA = ['завтрак', 'ссобой', 'беззаморочек', 'перекус', 'вегетарианское', 'безсахара'];

export const CATEGORIES = [
  {
    title: 'По продуктам',
    data: GOODS_DATA,
  },
  {
    title: 'По виду блюда',
    data: TYPE_DATA,
  },
  {
    title: 'Особые пожелания',
    data: WISHES_DATA,
  },
];
